{
    "internationalizations": [
        {
            "language": "pt",
            "description": "Minha caminhada como <i>programador</i> teve início aos nove anos de idade quando me apaixonei pelo <i>Logo</i>, uma linguagem de programação educacional usada para cativar crianças nas maravilhosas terras da <i>Programação</i>. Costumava passar horas seguidas tentando criar figuras e animações, usando matemática e geometria. Naquela época, eu simplesmente não conhecia os desafios emocionantes que ainda estavam por vir.<br><br>Alguns anos depois, consegui um estágio como <i>Webmaster</i>, desde então, nunca mais parei, sendo mais de uma década, onde venho tendo a chance de trabalhar com pessoas maravilhosas, aprendendo todos os dias, viajando pelo mundo e, principalmente, sempre fazendo grandes amizades.<br><br>Tive experiência como empreendedor, quando um amigo apresentou-me <i>Magento</i>, um framework de comércio eletrônico extremamente popular. Depois de fazer vários cursos e muita prática, consegui contratos com agências de São Paulo e Rio de Janeiro, Brasil. Essa experiência de empreendedorismo me deu a chance de ver o outro lado da moeda, o que contribuiu para expandir um pouco mais minha consciência como colaborador.<br><br>Atualmente, continuo buscando novas habilidades, aprendendo e compartilhando meu humilde conhecimento, tanto quanto possível."
        },
        {
            "language": "en",
            "description": "I'm a software developer who builds with a security-first mindset. My development background is practical and results-oriented; I've led projects where I delivered a 20% performance boost on a website redesign and co-designed an internal tool that cut IT resolution times by 55%. <br>But my true passion is security. That focus was solidified when I helped maintain 99.5% network uptime for critical infrastructure; I saw firsthand how vital resilience is. That experience drove me to earn my IBM Cybersecurity Professional certificate, where I dove deep into vulnerability assessment, security posture evaluation, and incident response. It confirmed this is my field.</br><br>To me, security and development aren't separate fields, which is why I'm always learning. I'm now pushing deeper by getting my AWS Cloud Practitioner certification, specifically to master cloud-native security principles and understand how to build secure infrastructure from the ground up.</br><br>I believe the future of technology lies at this intersection. I'm passionate about building that future, one where we engineer solutions that are not only efficient but fundamentally trustworthy from the first line of code.</br>"
        }
    ],
    "medias": [
        {
            "icon": "linkedin",
            "title": "LinkedIn",
            "http": "https://www.linkedin.com/in/georgesanaet/"
        },
        {
            "icon": "github",
            "title": "GitHub",
            "http": "https://github.com/Sanaet-glitch"
        },
        {
            "icon": "globe",
            "title": "Website",
            "http": "https://example.com/"
        }
    ],
    "hobbies": [
        {
            "icon": "book",
            "title": "Reading books"
        },
        {
            "icon": "hiking",
            "title": "Taking hikes"
        },
        {
            "icon": "film",
            "title": "Documentary junky"
        }
    ]
}