{
    "internationalizations": [
        {
            "language": "en",
            "description": "I'm a security-focused technologist who started on the development side. Shipping small products and student-led projects taught me how to debug quickly, collaborate with designers, and build guardrails into the code I write. Those projects still delivered measurable wins: a redesign I tuned improved page performance by roughly 20%, an internal helper tool I prototyped cut ticket resolution time in half, and a client environment I helped monitor stayed above 99.5% uptime during a risky rollout. Each milestone reminded me how fragile systems can be and why I want to be the person finding the cracks before attackers do. <br>That mindset pushed me into formal training. The IBM Cybersecurity Professional certificate gave me a solid footing in vulnerability assessment, threat modeling, and incident response. Since then I've been deep in labs: grinding through PortSwigger Web Security Academy paths, recreating real breaches in my home lab, and documenting findings to sharpen my reporting voice.</br><br>Now I'm investing every spare hour into offensive security. I'm studying cloud-native tactics through the AWS Cloud Practitioner track, building lightweight tooling to speed up recon, and pairing with mentors on capture-the-flag events. <br>The goal is clear: earn my way onto a red team where I can blend the builder's empathy with an attacker's curiosity, helping companies see the real-world impact of their blind spots while keeping the narrative tight and trustworthy.</br>"
        }
    ],
    "medias": [
        {
            "icon": "linkedin",
            "title": "LinkedIn",
            "http": "https://www.linkedin.com/in/georgesanaet/"
        },
        {
            "icon": "github",
            "title": "GitHub",
            "http": "https://github.com/Sanaet-glitch"
        },
        {
            "icon": "globe",
            "title": "Website",
            "http": "https://example.com/"
        }
    ],
    "hobbies": [
        {
            "icon": "book",
            "title": "Reading books"
        },
        {
            "icon": "hiking",
            "title": "Taking hikes"
        },
        {
            "icon": "film",
            "title": "Documentary junky"
        }
    ]
}