[
    {
        "thumbnail": "assets/posts/logo-portswigger.png",
        "http": "#",
        "date": "01-01-2024",
        "internationalizations": [
            {
                "language": "en",
                "title": "Cybersecurity & Pen-Testing",
                "description": "This card will cover my foundational knowledge from the IBM Cybersecurity Professional certificate combined with my practical, hands-on web application security training from PortSwigger's Web Security Academy."
            },
            {
                "language": "pt",
                "title": "Cibersegurança & Testes de Penetração",
                "description": "Este cartão abordará meu conhecimento fundamental do certificado IBM Cybersecurity Professional combinado com meu treinamento prático e prático em segurança de aplicativos da Web da Web Security Academy da PortSwigger."
            }
        ]
    },
    {
        "thumbnail": "assets/posts/logo-aws.png",
        "http": "#",
        "date": "06-01-2024",
        "internationalizations": [
            {
                "language": "en",
                "title": "Secure Cloud & Infrastructure",
                "description": "This card will detail my training in cloud-native security principles, core AWS services, and secure infrastructure as part of the AWS Certified Cloud Practitioner re/Start program."
            },
            {
                "language": "pt",
                "title": "Nuvem Segura & Infraestrutura",
                "description": "Este cartão detalhará meu treinamento em princípios de segurança nativos da nuvem, serviços principais da AWS e infraestrutura segura como parte do programa AWS Certified Cloud Practitioner re/Start."
            }
        ]
    },
    {
        "thumbnail": "assets/posts/logo-python-institute.png",
        "http": "#",
        "date": "09-01-2024",
        "internationalizations": [
            {
                "language": "en",
                "title": "Secure Development & Automation",
                "description": "This card will highlight my advanced Python skills, validated by the Python Institute. I use Python for building secure applications, automating security tasks, and scripting."
            },
            {
                "language": "pt",
                "title": "Desenvolvimento Seguro & Automação",
                "description": "Este cartão destacará minhas habilidades avançadas em Python, validadas pelo Python Institute. Eu uso Python para construir aplicativos seguros, automatizar tarefas de segurança e criar scripts."
            }
        ]
    }
]
